[
    {
        "yogaName": "Sukasana (Easy Pose)",
        "benefits": "Relieves stress and anxiety which can exacerbate Asthma symptoms,Improves posture and flexibility,Promotes calmness and relaxation.",
        "instructions": "Sit on the floor with your legs crossed,Keep your spine straight and shoulders relaxed,Place your hands on your knees or in your lap,Close your eyes and breathe deeply for several minutes.",
        "imageUrl": "https://www.fitsri.com/wp-content/uploads/2020/03/Easy-Pose-1-1024x683.jpg",
        "videoUrl": "https://youtu.be/BEYW5hPoKOo",
        "categoryname": "Asthma"
    },
    {
        "yogaName": "Bhujangasana (Cobra Pose)",
        "benefits": "Strengthens the chest and lungs,Stretches the muscles in the chest,shoulders, and abdomen,Improves breathing capacity.",
        "instructions": "Place your hands underneath your shoulders, palms down and elbows tucked close to your body,Lie face down on the floor with your legs extended and the tops of your feet resting on the mat,Inhale and lift your chest off the floor, straightening your arms,Keep your pubic bone pressed into the floor and your shoulders away from your ears Hold the pose for 15-30 seconds,then exhale and lower back down.",
        "imageUrl": "https://www.rishikeshyogtemple.com/blog/image/how-to-do-bhujangasana.jpg",
        "videoUrl": "https://youtu.be/ZG0zER-ID14",
        "categoryname": "Asthma"
    },
    {
        "yogaName": "Anulom Vilom Pranayama (Alternate Nostril Breathing)",
        "benefits": "Clears the nasal passages and enhances lung function,Balances the nervous system,Reduces stress and anxiety levels.",
        "instructions": "Sit comfortably with your spine straight and shoulders relaxed.Close your right nostril with your right thumb and inhale deeply through your left nostril,At the peak of your inhalation, close your left nostril with your right ring finger, and release your thumb to exhale through your right nostril Inhale deeply through your right nostril, then close it with your thumb and exhale through your left nostril,Continue this alternate nostril breathing pattern for several rounds, focusing on smooth, deep breaths.",
        "imageUrl": "https://media.post.rvohealth.io/wp-content/uploads/2020/05/young-man-practicing-yoga-at-park-732x549-thumbnail.jpg",
        "videoUrl": "https://youtu.be/Biry04x7rFM",
        "categoryname": "Asthma"
    },
    {
        "yogaName": "Vrikshasana (Tree Pose)",
        "benefits": "Improves blood circulation to the legs and feet,Strengthens leg muscles and improves balance,Helps in stress reduction and improves focus.",
        "instructions": "Stand straight with your arms by your sides,Shift your weight onto your left foot and bend your right knee,Place the sole of your right foot on the inner left thigh, toes pointing down,Bring your palms together in front of your chest in a prayer position,Fix your gaze on a point in front of you and hold the pose while breathing deeply,Repeat on the other side.",
        "imageUrl": "https://media.istockphoto.com/id/670333816/photo/woman-standing-in-tree-pose-at-park.jpg?s=612x612&w=0&k=20&c=kGazkdblADLUUQ69HXGfV9FrkAnTkgX_8rAo2tmMJWA=",
        "videoUrl": "https://youtu.be/K4HAHJ1hWCY",
        "categoryname": "Diabetes"
    },
    {
        "yogaName": "Paschimottanasana (Seated Forward Bend)",
        "benefits": "Stretches the hamstrings, spine, and lower back muscles,Improves digestion and stimulates the liver and kidneys,Calms the mind and reduces stress.",
        "instructions": "Sit on the floor with your legs extended in front of you and feet flexed,Inhale and lengthen your spine,Exhale and hinge forward from the hips, reaching for your feet or shine,Keep your spine straight and gaze forward or towards your toes,Hold the pose for several breaths, then release.",
        "imageUrl": "https://www.artofliving.org/sites/www.artofliving.org/files/styles/original_image/public/wysiwyg_imageupload/Paschimottanasana%20%28Seated%20forward%20bend%20yoga%20Pose%29%20for%20Beginners%20%281%29_1.jpg?itok=QL4bDwNg",
        "videoUrl": "https://youtu.be/9gIb_VEIAVg",
        "categoryname": "Diabetes"
    },
    {
        "yogaName": "Tadasana (Mountain Pose)",
        "benefits": "Improves posture and alignment of the body,Stretches the spine, chest, and shoulders,Promotes balance and concentration.",
        "instructions": "Stand tall with your feet together and arms by your sides,Engage your thigh muscles and lift your kneecaps,Lengthen your spine and reach your arms overhead, palms facing each other ,Keep your shoulders relaxed and gaze forward,Hold the pose for several breaths, then release.",
        "imageUrl": "https://www.anahana.com/hubfs/downward-facing-dog-adho-mukha-svanasana-2021-08-26-15-32-21-utc.jpg",
        "videoUrl": "https://youtu.be/8u2xtooV7Ks",
        "categoryname": "Heart Disease"
    },
    {
        "yogaName": "Setu Bandhasana (Bridge Pose)",
        "benefits": "Stretches the chest, neck, and spine,Strengthens the back, buttocks, and hamstrings,Improves circulation and relieves stress.",
        "instructions": "Lie on your back with your knees bent and feet hip-width apart,Place your arms by your sides with palms facing down,Press your feet into the floor and lift your hips towards the ceiling,Interlace your fingers underneath your back and roll your shoulders underneath you,Hold the pose for several breaths, then release.",
        "imageUrl": "https://as1.ftcdn.net/v2/jpg/01/87/31/70/1000_F_187317056_Irfd3OROgmBfrK9eBYKex6ALd0zB4NWD.jpg",
        "videoUrl": "https://youtu.be/GE0YVRiXzI4",
        "categoryname": "Heart Disease"
    },
    {
        "yogaName": "Bhujangasana (Cobra Pose)",
        "benefits": "Strengthens the spine, arms, and shoulders,Stretches the chest and lungs, improving breathing capacity,Stimulates the abdominal organs and aids digestion.",
        "instructions": "Lie on your stomach with your legs extended and feet together,lace your palms on the floor under your shoulders, elbows close to your body,Inhale and lift your chest off the floor, keeping your elbows bent Press your pubic bone into the floor and lift through the crown of your head,Hold the pose for several breaths, then release.",
        "imageUrl": "https://himalayanyoganepal.com/wp-content/uploads/2020/02/Bhujangasana-Cobra-Pose-.jpg",
        "videoUrl": "https://youtu.be/nNsMS2w7MUs",
        "categoryname": "Heart Disease"
    },
    {
        "yogaName": "Sukhasana (Easy Pose)",
        "benefits": "Calms the mind and reduces stress,Promotes relaxation and mindfulness,Improves posture and spine alignment.",
        "instructions": "Sit on the floor with your legs crossed, ankles under opposite knees,Rest your hands on your knees, palms facing up or down,Lengthen your spine, relax your shoulders, and close your eyes,Take slow, deep breaths and focus on the present moment,Hold the pose for several minutes, then release.",
        "imageUrl": "https://t3.ftcdn.net/jpg/01/46/80/22/360_F_146802253_eaGE4H5LbbvTDmnzUnMPedB6EbGbNpRs.jpg",
        "videoUrl": "https://youtu.be/BEYW5hPoKOo",
        "categoryname": "Depression"
    },
    {
        "yogaName": "Balasana (Child's Pose)",
        "benefits": "Relieves tension in the back, shoulders, and chest,Calms the mind and reduces anxiety,Stretches the hips, thighs, and ankles.",
        "instructions": "Kneel on the floor with your big toes touching and knees hip-width apart Sit back on your heels and fold forward, lowering your torso between your thighs Extend your arms forward or rest them alongside your body with palms facing up Relax your forehead to the mat and close your eyes Breathe deeply into your back and hold the pose for several breaths To release, gently lift your torso and sit back on your heels.",
        "imageUrl": "https://www.artofliving.org/sites/www.artofliving.org/files/styles/original_image/public/wysiwyg_imageupload/Child%27s%20pose2.jpg?itok=TyopIfvD",
        "videoUrl": "https://youtu.be/NgEUpyS2nmM",
        "categoryname": "Depression"
    },
    {
        "yogaName": "Balasana (Child's Pose)",
        "benefits": "Relieves tension in the neck, shoulders, and back,Calms the mind and reduces stress,Promotes relaxation and aids in headache relief.",
        "instructions": "Kneel on the floor with your big toes touching and knees hip-width apart,Sit back on your heels and fold forward, lowering your torso between your thighs,Extend your arms forward or rest them alongside your body with palms facing up,Relax your forehead to the mat and close your eyes,Breathe deeply into your back and hold the pose for several breaths To release, gently lift your torso and sit back on your heels.",
        "imageUrl": "https://c8.alamy.com/comp/2K2T5WG/woman-relax-in-hatha-yoga-asana-balasana-child-pose-2K2T5WG.jpg",
        "videoUrl": "https://youtu.be/NgEUpyS2nmM",
        "categoryname": "Migraine"
    },
    {
        "yogaName": "Adho Mukha Svanasana (Downward-Facing Dog Pose)",
        "benefits": "Stretches the spine, shoulders, and hamstrin,Increases blood circulation to the brain,Relieves stress and tension in the body.",
        "instructions": "Start on your hands and knees with your wrists under your shoulders and knees under your hips,Tuck your toes and lift your hips towards the ceiling, forming an inverted V shape,Press firmly into your palms and heels while lengthening your spine,Engage your core and relax your head between your arms, looking towards your feet or thighs,Hold the pose for several breaths, then release.",
        "imageUrl": "https://media.yogauonline.com/app/uploads/2021/10/06032253/0_how_to_practice_the_classic_version_of_dpwnward_facing_dog_pose-1.webp",
        "videoUrl": "https://youtu.be/3QBPdCWEUe4",
        "categoryname": "Migraine"
    },
    {
        "yogaName": "Setu Bandhasana (Bridge Pose)",
        "benefits": "Relieves tension in the back, neck, and shoulders,Stimulates the thyroid gland and regulates metabolism,Calms the nervous system and reduces headache symptoms.",
        "instructions": "Lie on your back with your knees bent and feet hip-width apart,Place your arms by your sides with palms facing down,Press your feet into the floor and lift your hips towards the ceiling,Interlace your fingers underneath your back and roll your shoulders underneath you Hold the pose for several breaths, then release.",
        "imageUrl": "https://www.artofliving.org/sites/www.artofliving.org/files/styles/original_image/public/unity2/blog_image/bridge_art_of_living_blog%20%281%29.jpg?itok=gAeO6kTZ",
        "videoUrl": "https://youtu.be/GE0YVRiXzI4",
        "categoryname": "Migraine"
    },
    {
        "yogaName": "Trikonasana (Triangle Pose)",
        "benefits": "Stretches and strengthens the hips, thighs, and ankles,Improves balance and stability,Relieves tension in the spine and shoulders.",
        "instructions": "Stand with your feet wide apart, toes pointing forward ,Extend your arms parallel to the floor,Shift your hips to the left and reach your right hand down towards your right shin, ankle, or the floor,Extend your left arm upwards towards the ceiling, creating a straight line from your left foot to your left hand,Gaze up at your left hand or straight ahead if it's more comfortable for your neck, Hold the pose for several breaths, then switch sides.",
        "imageUrl": "https://miro.medium.com/v2/resize:fit:517/0*1yN2gYiprfYkNQmA.jpg",
        "videoUrl": "https://youtu.be/wUNW_FiScAk",
        "categoryname": "Joint Pain"
    },
    {
        "yogaName": "Virabhadrasana II (Warrior II Pose)",
        "benefits": "Strengthens the legs, arms, and core muscles,Improves circulation and flexibility,Promotes stability and focus.",
        "instructions": "Start in a standing position with your feet wide apart,Turn your right foot out 90 degrees and your left foot in slighth,Bend your right knee, keeping it aligned over your ankle, Extend your arms parallel to the floor, reaching actively through your fingertips,Gaze over your right fingertips and hold the pose for several breaths,  Repeat on the other side.",
        "imageUrl": "https://www.ommagazine.com/wp-content/uploads/2021/12/MOTM.jpg",
        "videoUrl": " https://youtu.be/b1Nvd_jwSuw",
        "categoryname": "Joint Pain"
    },
    {
        "yogaName": "Supta Baddha Konasana (Reclining Bound Angle Pose)",
        "benefits": "Relaxes the body and mind,Stretches the inner thighs, groins, and knees, Promotes deep relaxation and aids in sleep.",
        "instructions": "Lie on your back with your knees bent and feet together,Let your knees fall open to the sides and bring the soles of your feet together,Place your arms by your sides with palms facing up,Close your eyes and focus on your breath, allowing your body to relax completely,Stay in the pose for several minutes, breathing deeply and evenly ,To release, bring your knees together and slowly extend your legs.",
        "imageUrl": "https://www.fitsri.com/wp-content/uploads/2020/07/Supta-Baddha-konasana-1024x683.jpg",
        "videoUrl": "https://youtu.be/82i1urJZPH4",
        "categoryname": "Sleep Disorder"
    },
    {
        "yogaName": "Viparita Karani (Legs-Up-the-Wall Pose)",
        "benefits": "Promotes relaxation and reduces anxiet,Improves circulation and relieves tired legs,Calms the mind and helps induce sleep.",
        "instructions": "Sit with your right side against a wall and your knees bent,Swing your legs up the wall and lie back, bringing your hips close to the wall,Extend your legs straight up, resting them against the wall, Place your arms by your sides with palms facing up and close your eyes,  Relax your entire body and focus on your breath,Hold the pose for several minutes, breathing deeply,To release, bend your knees and roll onto your right side before sitting up.",
        "imageUrl": "https://www.huggermugger.com/wp-content/uploads/2013/02/viparita-karani-2018.jpg",
        "videoUrl": "https://youtu.be/TWR8OJvLYEY",
        "categoryname": "Sleep Disorder"
    },
    {
        "yogaName": "Adho Mukha Svanasana (Downward-Facing Dog Pose)",
        "benefits": "Relieves tension in the neck, shoulders, and upper back,Improves circulation to the brain,Calms the mind and reduces stress.",
        "instructions": "Start on your hands and knees with your wrists aligned under your shoulders and knees under your hips, Exhale and lift your knees away from the floor, straightening your legs and forming an inverted V shape with your body,Press your hands firmly into the ground and distribute the weight evenly between your hands and feet, Relax your head and neck, lengthening the spine,Hold the pose for several breaths, then release,Optional: Pedal your feet or bend one knee at a time to deepen the stretch.",
        "imageUrl": "https://atmanirvana.com/wp-content/uploads/2024/01/Adho-Mukha-Svanasana-Downward-Facing-Dog-Pose.jpg",
        "videoUrl": "https://youtu.be/3QBPdCWEUe4",
        "categoryname": "Headache"
    },
    {
        "yogaName": "Setu Bandhasana (Bridge Pose)",
        "benefits": " Stretches the spine, chest, and nec,Relieves stress and tension in the body,Improves circulation and calms the mind.",
        "instructions": "Lie on your back with your knees bent and feet hip-width apart,Place your arms by your sides with palms facing down,Press your feet into the floor and lift your hips towards the ceiling,Interlace your fingers underneath your back and roll your shoulders underneath you Hold the pose for several breaths, then release.",
        "imageUrl": "https://lh4.googleusercontent.com/rg7WlqsXnkPkkIGGiedf6z8x8c1rbZB64zn6CzAefBS6F8HvPSVEYYW_-hlR1YajbzJTSh0JasiAalZ2gTbP9mLKYTHdHPIBMlvqwk-8E9nSdp8_nNX9o7bv6mVxd4NZ4t8Ba64U",
        "videoUrl": "https://youtu.be/hgtfNp8KywM",
        "categoryname": "Headache"
    },
    {
        "yogaName": "Surya Namaskar (Sun Salutation)",
        "benefits": "Increases blood circulation and oxygenation,Stimulates the bone marrow to produce more red blood cells, Improves overall energy levels and reduces fatigue.",
        "instructions": "Stand at the front of your mat with feet together and palms pressed together in prayer position,Inhale and raise your arms overhead, arching back slightly,Exhale and fold forward, bringing your hands to the floor beside your feet,Inhale and step your right foot back into a lunge, lifting your chest and gazing forward,Exhale and step your left foot back into plank pose, then lower down into chaturanga dandasana,Inhale and straighten your arms into upward-facing dog, lifting your chest and thighs off the mat, Exhale and lift your hips into downward-facing dog, pressing your heels towards the floor,Inhale and step your right foot forward into a lunge, then step your left foot forward to meet it,Exhale and fold forward, bringing your forehead towards your knees,Inhale and rise up, sweeping your arms overhead and arching back slightly, Exhale and bring your hands back to prayer position at your heart, Repeat the sequence, leading with the left foot this time",
        "imageUrl": "https://thumbs.dreamstime.com/b/sun-salutation-surya-namaskara-sun-salutation-surya-namaskara-yoga-posture-193525074.jpg",
        "videoUrl": "https://youtu.be/Nt8rPyqarIY",
        "categoryname": "Anemia"
    },
    {
        "yogaName": "Ustrasana (Camel Pose)",
        "benefits": "Stretches and strengthens the spine, chest, and abdomen,Improves digestion and stimulates the abdominal organs,Increases blood flow to the brain and boosts energy levels.",
        "instructions": "neel on the floor with your knees hip-width apart,ace your hands on your lower back, fingers pointing downwards,Inhale and lift your chest towards the ceiling, arching your back,xhale and reach your hands back to grasp your heels, pressing your hips forward,ilt your head back and gaze upwards, opening your throat, old the pose for several breaths, then release.",
        "imageUrl": "https://i.mscwlns.co/mosaic-wellness/image/upload/f_auto,w_1000,c_limit/v1642394427/BW%20BLOG/Untitled-design---2022-01-17T101024.621.jpg",
        "videoUrl": "https://youtu.be/ATpiiQnG0zY",
        "categoryname": "Anemia"
    },
    {
        "yogaName": "Setu Bandhasana (Bridge Pose)",
        "benefits": "Stretches the chest, neck, and spin,Improves circulation and oxygenation of the blood,Boosts energy levels and reduces fatigue.",
        "instructions": "Lie on your back with your knees bent and feet hip-width apart,Press your feet into the floor and lift your hips towards the ceiling,Interlace your fingers underneath your back and roll your shoulders underneath you,Hold the pose for several breaths, then release,Optional: Rock gently from side to side to massage the spine.",
        "imageUrl": "https://www.verywellfit.com/thmb/y5uCYbM6IQJP31BSpEk2WyKSQUA=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc()/55-3567138-WheelPose-004-b768aa1db0ff4ba99e01947e2ffb5b84.jpg",
        "videoUrl": "https://youtu.be/hgtfNp8KywM",
        "categoryname": "Anemia"
    },
    {
        "yogaName": "Apanasana (Knees-to-Chest Pose)",
        "benefits": "Relieves gas and bloating,Stretches the lower back and massages the abdominal organs,Promotes relaxation and reduces stomach discomfort.",
        "instructions": "Lie on your back with your legs extended and arms by your sides,Exhale and hug your knees into your chest, wrapping your arms around your shins,Keep your lower back pressed into the floor and relax your shoulders and neck,Hold the pose for several breaths, gently rocking from side to side if desired, To release, exhale and release your knees, returning to the starting position.",
        "imageUrl": "https://c8.alamy.com/zooms/9/a30f44f2c1694a4da289b364c3d7d303/wgp0cb.jpg",
        "videoUrl": "https://youtu.be/Cp_W2Tv0Csw",
        "categoryname": "Stomach pain"
    },
    {
        "yogaName": "Marjaryasana-Bitilasana (Cat-Cow Pose)",
        "benefits": "Massages the spine and stretches the back and abdominal muscle,  Improves digestion and relieves tension in the abdomen,Promotes relaxation and reduces stomach cramps.",
        "instructions": "Start on your hands and knees with your wrists directly under your shoulders and knees under your hips,Inhale and arch your back, lifting your chest and tailbone towards the ceiling (Cow Pose), Exhale and round your back, tucking your chin to your chest and drawing your belly button towards your spine (Cat Pose), Move between Cat and Cow Pose with each breath, flowing smoothly and synchronizing movement with breath,Continue for several rounds, focusing on the gentle massage of your abdominal organs, To release, come back to a neutral spine.",
        "imageUrl": "https://static.india.com/wp-content/uploads/2017/11/Cat-pose.jpg",
        "videoUrl": "https://youtu.be/Kk3P1WjBp5w",
        "categoryname": "Stomach pain"
    },
    {
        "yogaName": "Savasana (Corpse Pose)",
        "benefits": "Promotes deep relaxation and stress reduction,Helps lower Blood Pressure by calming the nervous system,Improves focus and mental clarity.",
        "instructions": "Lie flat on your back with your legs extended and arms by your sides, palms facing up,Close your eyes and allow your body to completely relax,Focus on your breath, inhaling and exhaling deeply and evenly,Release any tension in your muscles and let go of any thoughts or worries,Remain in the pose for several minutes, allowing your body to rest and rejuvenate, To release, gently wiggle your fingers and toes, then roll onto your right side and slowly come to a seated position.",
        "imageUrl": "https://www.nadyoga.org/blog/wp-content/uploads/2024/02/savasana-corpse-pose.webp",
        "videoUrl": "https://youtu.be/nF4WqMRbfdI",
        "categoryname": "Blood Pressure"
    },
    {
        "yogaName": "Balasana (Child's Pose)",
        "benefits": "Calms the mind and reduces stress and anxiet, Lowers Blood Pressure by activating the parasympathetic nervous system,Stretches the spine, hips, and thighs.",
        "instructions": "Kneel on the floor with your big toes touching and knees hip-width apart,Sit back on your heels and fold forward, lowering your torso between your thighs ,Extend your arms forward or rest them alongside your body with palms facing up ,Relax your forehead to the mat and close your eyes,To release, gently lift your torso and sit back on your heels.",
        "imageUrl": "https://i.ytimg.com/vi/2MJGg-dUKh0/maxresdefault.jpg",
        "videoUrl": "https://youtu.be/NgEUpyS2nmM",
        "categoryname": "Blood Pressure"
    },
    {
        "yogaName": "Sukhasana (Easy Pose) with Pranayama",
        "benefits": "Promotes relaxation and stress reduction,Stabilizes Blood Pressure by regulating the breath and calming the mind,Improves respiratory function and oxygenation of the blood.",
        "instructions": "Sit on the floor with your legs crossed, ankles under opposite knees,Keep your spine straight and shoulders relaxed,Place your hands on your knees or in your lap Close your eyes and focus on your breath, inhaling and exhaling deeply and evenly,Practice gentle pranayama techniques such as equal breathing (inhaling and exhaling for the same count) or alternate nostril breathing,Continue for several minutes, maintaining awareness of your breath and body,To release, gently open your eyes and bring your palms together in front of your heart.",
        "imageUrl": "https://media.graphassets.com/resize=fit:clip,height:350,width:600/FXgWVPRqu5Fvkr8Zgc9w",
        "videoUrl": "https://youtu.be/BEYW5hPoKOo",
        "categoryname": "Blood Pressure"
    },
    {
        "yogaName": "Apanasana (Knees-to-Chest Pose)",
        "benefits": "Helps relieve gas and bloating, Massages the digestive organs and aids in digestion,Can help alleviate symptoms of diarrhea by soothing the abdomen.",
        "instructions": "Lie on your back with your legs extended and arms by your sides ,Exhale and hug your knees into your chest, wrapping your arms around your shins,Keep your lower back pressed into the floor and relax your shoulders and neck,Hold the pose for several breaths, gently rocking from side to side if desired,To release, exhale and release your knees, returning to the starting position.",
        "imageUrl": "https://cdn.banyanbotanicals.com/info/uploads/kneestoChest.jpg",
        "videoUrl": "https://youtu.be/Hf1gxlrmuxQ",
        "categoryname": "Loose Motion"
    },
    {
        "yogaName": "Balasana (Child's Pose)",
        "benefits": "Promotes relaxation and calms the nervous system, Stretches the lower back and massages the internal organs,Can help alleviate stomach discomfort and diarrhea symptoms.",
        "instructions": "Kneel on the floor with your big toes touching and knees hip-width apart,Sit back on your heels and fold forward, lowering your torso between your thighs,Extend your arms forward or rest them alongside your body with palms facing up,Relax your forehead to the mat and close your eyes Breathe deeply into your back and hold the pose for several breaths,To release, gently lift your torso and sit back on your heels.",
        "imageUrl": "https://www.shutterstock.com/image-photo/side-view-asian-woman-wearing-600nw-2052531170.jpg",
        "videoUrl": "https://youtu.be/Hf1gxlrmuxQ",
        "categoryname": "Loose Motion"
    },
    {
        "yogaName": "Supta Matsyendrasana (Supine Spinal Twist)",
        "benefits": "Aids in digestion and detoxification,Relieves gas and bloating,Stretches the spine and massages the abdominal organs.",
        "instructions": "Lie on your back with your knees bent and feet flat on the floor  Extend your arms out to the sides in line with your shoulders,Inhale and exhale as you lower both knees to the right side, keeping them stacked,Gently twist your torso to the right, turning your head to the left if comfortable Hold the pose for several breaths, feeling the twist and stretch through your spine  Repeat on the other side ,To release, inhale and return your knees and torso to the center.",
        "imageUrl": "https://asmy.org.au/app/uploads/2022/05/Spinal-Supine-Twist.jpg",
        "videoUrl": "https://youtu.be/tYChcXZO7gA",
        "categoryname": "Loose Motion"
    },
    {
        "yogaName": "Supta Baddha Konasana (Reclining Bound Angle Pose)",
        "benefits": "Opens up the chest and lungs, allowing for deeper breathing, Relieves congestion and promotes drainage of the sinuses,Promotes relaxation and helps reduce stress associated with cold and flu.",
        "instructions": "Lie on your back with your knees bent and feet together, allowing your knees to fall open to the sides Place your hands on your abdomen or let them rest by your sides with palms facing up Close your eyes and take slow, deep breaths, focusing on expanding your chest and belly with each inhale,Hold the pose for several minutes, allowing your body to relax and your breath to deepen,To release, gently draw your knees together and extend your legs.",
        "imageUrl": "https://news24online.com/wp-content/uploads/2023/10/image-2047.png",
        "videoUrl": "https://youtu.be/82i1urJZPH4",
        "categoryname": "Cough and Cold (Flu)"
    },
    {
        "yogaName": "Adho Mkha Svanasana (Downward-Facing Dog Pose)",
        "benefits": "Promotes circulation and drainage in the sinus, Stretches the spine, shoulders, and hamstrings, Calms the mind and reduces stress.",
        "instructions": "Start on your hands and knees with your wrists aligned under your shoulders and knees under your hips,Exhale and lift your knees away from the floor, straightening your legs and forming an inverted V shape with your body Press your hands firmly into the ground and distribute the weight evenly between your hands and feet,Relax your head and neck, lengthening the spine,Hold the pose for several breaths, then release Optional: Pedal your feet or bend one knee at a time to deepen the stretch.",
        "imageUrl": "https://media.self.com/photos/57d89d16f71ce8751f6b4ff9/master/pass/downward-dog.jpg",
        "videoUrl": "https://youtu.be/3QBPdCWEUe4",
        "categoryname": "Cough and Cold (Flu)"
    },
    {
        "yogaName": "Balasana (Child's Pose)",
        "benefits": "Relieves tension in the back, shoulders, and chest,Calms the mind and reduces anxiety,Stretches the hips, thighs, and ankles.",
        "instructions": "Kneel on the floor with your big toes touching and knees hip-width apart,Sit back on your heels and fold forward, lowering your torso between your thighs  Extend your arms forward or rest them alongside your body with palms facing up ,Relax your forehead to the mat and close your eyes ,Breathe deeply into your back and hold the pose for several breaths To release, gently lift your torso and sit back on your heels.",
        "imageUrl": "https://img.freepik.com/premium-photo/sporty-attractive-young-woman-doing-yoga-practice-white-background-child-s-pose-balasana_160321-3717.jpg",
        "videoUrl": "https://youtu.be/Hf1gxlrmuxQ",
        "categoryname": "Anxiety"
    },
    {
        "yogaName": "Setu Bandhasana (Bridge Pose)",
        "benefits": "Elevates mood and reduces symptoms of anxiety,Stretches the chest, neck, and spine,Improves circulation and relieves fatigue.",
        "instructions": "Lie on your back with your knees bent and feet hip-width apart,Place your arms by your sides with palms facing down,Press your feet into the floor and lift your hips towards the ceiling ,Interlace your fingers underneath your back and roll your shoulders underneath you,Hld the pose for several breaths, then release.",
        "imageUrl": "https://www.yogateket.com/image/original/bridgepose.jpg",
        "videoUrl": "https://youtu.be/GE0YVRiXzI4",
        "categoryname": "Anxiety"
    },
    {
        "yogaName": "Trikonasana (Triangle Pose)",
        "benefits": "Stretches and strengthens the thighs, knees, and ankles,Stimulates the abdominal organs,Reduces stress and anxiety, which can contribute to cholesterol imbalance.",
        "instructions": "Stand with your feet about 3-4 feet apart, with the right foot facing forward and the left foot turned slightly inward,Extend your arms out to the sides at shoulder height, parallel to the ground,Inhale and extend your torso to the right, reaching your right hand down towards your right shin or ankle,Extend your left arm straight up towards the ceiling, stacking your shoulders,Turn your head to gaze up towards your left fingertips if comfortable Hold the pose for several breaths, then inhale to come back up Repeat on the other side.",
        "imageUrl": "https://atmanirvana.com/wp-content/uploads/2023/08/Trikonasana-Triangle-Pose.jpg",
        "videoUrl": "https://youtu.be/wUNW_FiScAk",
        "categoryname": "Cholesterol imbalance"
    },
    {
        "yogaName": "Setu Bandhasana (Bridge Pose)",
        "benefits": "Stretches the chest, neck, and spiln,Calms the brain and reduces anxiety, Stimulates the abdominal organs and improves digestion.",
        "instructions": "Lie on your back with your knees bent and feet hip-width apart Press your feet into the floor and lift your hips towards the ceiling ,Interlace your fingers underneath your back and roll your shoulders underneath you Hold the pose for several breaths, then release,Optional: Rock gently from side to side to massage the spine.",
        "imageUrl": "https://inbalancehealth.ca/wp-content/uploads/2016/04/160403-015x_web.jpg",
        "videoUrl": "https://youtu.be/GE0YVRiXzI4",
        "categoryname": "Cholesterol imbalance"
    },
    {
        "yogaName": "Bhujangasana (Cobra Pose)",
        "benefits": "Stretches the muscles of the abdomen and back Improves blood circulation to the kidneys, May help in preventing kidney Stone formation by promoting kidney health.",
        "instructions": "Lie on your stomach with your legs extended and the tops of your feet on the floor,Place your palms on the floor under your shoulders, elbows close to your body,Inhale and lift your chest off the floor, keeping your elbows bent Press your pubic bone into the floor and lift through the crown of your head,Hold the pose for several breaths, then release,To deepen the stretch, you can straighten your arms slightly, but avoid locking your elbows.",
        "imageUrl": "https://cdn.yogajournal.com/wp-content/uploads/2022/06/Upward-Facing-Dog-Mod-1_Andrew-Clark-e1670972827524.jpg",
        "videoUrl": "https://youtu.be/7GdRvO-T9xw",
        "categoryname": "Kidney Stone"
    },
    {
        "yogaName": "Dhanurasana (Bow Pose)",
        "benefits": "Stretches the entire front of the body, including the abdomen, chest, and thig,Improves digestion and stimulates the abdominal organs,May help in preventing kidney Stone formation by promoting kidney health.",
        "instructions": "Lie on your stomach with your arms by your sides and palms facing up,Bend your knees and reach your hands back to grasp your ankles,Inhale and lift your chest and thighs off the floor, kicking your feet into your hand Keep your gaze forward and hold the pose for several breaths Release the pose by exhaling and lowering your chest and thighs to the floor, Repeat the pose for a few rounds.",
        "imageUrl": "https://www.shutterstock.com/image-photo/beautiful-sporty-fit-blond-young-600nw-310875983.jpg",
        "videoUrl": "https://youtu.be/W0hEJ6cXeRA",
        "categoryname": "Kidney Stone"
    },
    {
        "yogaName": "Vajrasana (Thunderbolt Pose)",
        "benefits": "Helps to reduce acidity and indigestion,Improves digestion by stimulating the digestive organs,Promotes relaxation and mental clarity.",
        "instructions": "Kneel on the floor with your knees together and toes pointing backward,Lower your buttocks onto your heels and sit back on your heels Keep your spine straight and place your hands on your thighs,Close your eyes and take deep breaths, focusing on your breath and relaxing your body,Hold the pose for several minutes, then release.",
        "imageUrl": "https://www.fitsri.com/wp-content/uploads/2019/12/hero-pose-or-virasana.jpg",
        "videoUrl": "https://youtu.be/49IcwTgygp8",
        "categoryname": "Acidity"
    },
    {
        "yogaName": "Ardha Matsyendrasana (Half Lord of the Fishes Pose)",
        "benefits": "Stimulates digestion and relieves acidity,Stretches the spine, shoulders, and hip,Promotes detoxification and improved organ function.",
        "instructions": "Sit on the floor with your legs extended in front of you,Bend your knees and place your feet flat on the floor,Cross your right foot over your left knee, placing it on ,the outside of your left thigh,Inhale and lengthen your spine, then exhale and twist towards the right, placing your left elbow on the outside of your right knee ,Press your elbow into your knee to deepen the twist, gazing over your right shoulder,Hold the pose for several breaths, then release and repeat on the other side.",
        "imageUrl": "https://createyouressence.com/wp-content/uploads/2017/10/Half-Lord-of-the-Fishes-Pose-Seated-Half-Spinal-Twist-1.jpg",
        "videoUrl": "https://youtu.be/51EqCa6ZGCw",
        "categoryname": "Acidity"
    },
    {
        "yogaName": "Balasana (Child's Pose)",
        "benefits": "Calms the mind and reduces stress,Stretches the back, hips, and thighs, Relieves tension in the chest and abdomen.",
        "instructions": "Kneel on the floor with your big toes touching and knees hip-width apart,Sit back on your heels and fold forward, lowering your torso between your thighs ,Extend your arms forward or rest them alongside your body with palms facing up ,Relax your forehead to the mat and close your eyes,Breathe deeply into your back and hold the pose for several breaths,To release, gently lift your torso and sit back on your heels.",
        "imageUrl": "https://images.squarespace-cdn.com/content/v1/566b0c4aa2bab89284eb0bb3/1644093397023-30UZWLXGPTOZA3H1KJ4Y/pexels-elina-fairytale-3822191.jpg",
        "videoUrl": "https://youtu.be/NgEUpyS2nmM",
        "categoryname": "Acidity"
    },
    {
        "yogaName": "Apanasana (Knees-to-Chest Pose)",
        "benefits": "Helps relieve gas and bloatin,Massages the digestive organs and aids in digestion,Can help alleviate symptoms of diarrhea by soothing the abdomen.",
        "instructions": "Lie on your back with your legs extended and arms by your sides,Exhale and hug your knees into your chest, wrapping your arms around your shins,Keep your lower back pressed into the floor and relax your shoulders and neck Hold the pose for several breaths, gently rocking from side to side if desired ,To release, exhale and release your knees, returning to the starting position.",
        "imageUrl": "https://cdn.banyanbotanicals.com/info/uploads/kneestoChest.jpg",
        "videoUrl": "https://youtu.be/-_KJznvtlR4",
        "categoryname": "Diarrhea"
    },
    {
        "yogaName": "Supta Matsyendrasana (Supine Spinal Twist)",
        "benefits": "Aids in digestion and detoxification,Relieves gas and bloatin,Stretches the spine and massages the abdominal organs.",
        "instructions": "Lie on your back with your knees bent and feet flat on the floor,Extend your arms out to the sides in line with your shoulders,Inhale and exhale as you lower both knees to the right side, keeping them stacked,Gently twist your torso to the right, turning your head to the left if comfortable ,Hold the pose for several breaths, feeling the twist and stretch through your spine,Repeat on the other side,To release, inhale and return your knees and torso to the center.",
        "imageUrl": "https://www.yogafortimesofchange.com/wp-content/uploads/2021/12/Twist2-scaled.jpg",
        "videoUrl": "https://youtu.be/L9q8wS_1hPY",
        "categoryname": "Diarrhea"
    },
    {
        "yogaName": "Paschimottanasana (Seated Forward Bend)",
        "benefits": "Calms the mind and reduces stress, which can alleviate itching caused by anxiety,Stretches the spine, hamstrings, and lower ba,Improves blood circulation and may help reduce itching sensations.",
        "instructions": "Sit on the floor with your legs extended in front of you,Inhale and lengthen your spine, then exhale and hinge at your hips to fold forward Reach your hands towards your feet or shins, or hold onto your legs wherever comfortable,Keep your spine straight and relax your neck and shoulders,Hold the pose for several,breaths, breathing deeply into your lower back and hamstrings,To release, inhale and slowly lift your torso back up to a seated position.",
        "imageUrl": "https://www.fitsri.com/wp-content/uploads/2020/03/seated-forward-bend-pose-1024x683.jpg",
        "videoUrl": "https://youtu.be/9gIb_VEIAVg",
        "categoryname": "Itching"
    },
    {
        "yogaName": "Balasana (Child's Pose)",
        "benefits": "Promotes relaxation and reduces stress,Stretches the back, hips, and thigh,Calms the nervous system and may help alleviate itching sensations.",
        "instructions": "Kneel on the floor with your big toes touching and knees hip-width apart,Sit back on your heels and fold forward, lowering your torso between your thighs,Extend your arms forward or rest them alongside your body with palms facing up,Relax your forehead to the mat and close your eyes,Breathe deeply into your back and hold the pose for several breaths,To release, gently lift your torso and sit back on your heels.",
        "imageUrl": "https://imgk.timesnownews.com/story/balasana.gif",
        "videoUrl": "https://youtu.be/Hf1gxlrmuxQ",
        "categoryname": "Itching"
    },
    {
        "yogaName": "Viparita Karani (Legs-Up-the-Wall Pose)",
        "benefits": "Promotes relaxation and reduces stres,Improves circulation and lymphatic drainage,May help relieve symptoms of dehydration by allowing the body to rest and rejuvenate.",
        "instructions": "Sit sideways next to a wall with your knees bent and your hip close to the wall ,Lie down on your side and swing your legs up onto the wall while simultaneously turning your body to face the ceiling,Adjust your position so that your buttocks are close to the wall and your legs are straight up against it,Rest your arms by your sides with palms facing up, or place them on your abdomen for a grounding sensation,Close your eyes and breathe deeply, allowing your body to relax and your mind to quiet  Remain in the pose for several minutes, or as long as feels comfortable,To release, bend your knees and roll onto your side, then slowly sit up.",
        "imageUrl": "https://img.freepik.com/premium-photo/caucasian-man-yoga-pose-laying-back-with-legs-up-using-belt_262288-9130.jpg",
        "videoUrl": "https://youtu.be/TWR8OJvLYEY",
        "categoryname": "Dehydration"
    },
    {
        "yogaName": "Supta Baddha Konasana (Reclining Bound Angle Pose)",
        "benefits": "Opens up the chest and abdomen, allowing for deeper breathing,Stimulates the abdominal organs and kidne, Promotes relaxation and helps reduce stress, which can aid in rehydration.",
        "instructions": "Lie on your back with your knees bent and feet flat on the floor,Bring the soles of your feet together and let your knees fall open to the sides,Place your hands on your abdomen or let them rest by your sides with palms facing up,Close your eyes and take slow, deep breaths, allowing your body to relax with each exhale ,Stay in the pose for several minutes, focusing on the sensation of relaxation and openness in your body To release, gently bring your knees together and extend your legs out straight.",
        "imageUrl": "https://t3.ftcdn.net/jpg/03/85/01/14/360_F_385011487_UsGDG3xdQoTg0g996VECGUyp1z05HIyc.jpg",
        "videoUrl": "https://youtu.be/82i1urJZPH4",
        "categoryname": "Dehydration"
    },
    {
        "yogaName": "Trataka (Candle Gazing)",
        "benefits": "Strengthens the eye muscles,Improves focus and concentratio, May help alleviate symptoms of myopia by improving vision.",
        "instructions": "Sit comfortably in a quiet place with your spine straight and shoulders relaxed,Place a candle at eye level about 3-4 feet away from you Light the candle and focus your gaze on the flame without blinking,Try to maintain a steady gaze for as long as you can without straining your eyes,When your eyes start to water or feel tired, gently close them and rest for a few moments,Repeat the practice for a few minutes daily, gradually increasing the duration as your eyes become stronger.",
        "imageUrl": "https://www.yogajournal.com/wp-content/uploads/2019/04/istock-903061166.jpg",
        "videoUrl": "https://youtu.be/l28pzF8fM8c",
        "categoryname": "Myopia (Nearsightedness)"
    },
    {
        "yogaName": "Palming",
        "benefits": "Relieves eye strain and fatigue,Promotes relaxation of the eye muscle,May help improve vision clarity and focus.",
        "instructions": "Sit comfortably with your eyes closed,Rub your palms together vigorously until they become warm,Place your warm palms gently over your closed eyes, without applying pressure,Feel the warmth penetrating into your eye sockets, relaxing the muscles,Breathe deeply and relax in this position for 1-2 minutesRelease your palms and slowly open your eyes, allowing them to adjust to the light.",
        "imageUrl": "https://www.sundaysomewhere.com.au/wp-content/uploads/2023/01/istockphoto-1316882779-612x612-1.jpg",
        "videoUrl": "https://youtu.be/-qkx4CdBMnM",
        "categoryname": "Myopia (Nearsightedness)"
    },
    {
        "yogaName": "Balasana (Child's Pose)",
        "benefits": "Relieves tension in the back, shoulders, and neck,Calms the mind and reduces stre,Promotes relaxation, which can help alleviate eye strain.",
        "instructions": "Kneel on the floor with your big toes touching and knees hip-width apart,Sit back on your heels and fold forward, extending your arms forward or resting them alongside your body with palms facing up,Rest your forehead on the floor and close your eyes, allowing your entire body to relax,Take slow, deep breaths, expanding your back with each inhale and releasing tension with each exhale,Stay in the pose for several minutes, focusing on the sensation of grounding and surrender To release, gently lift your torso and sit back on your heels.",
        "imageUrl": "https://www.yoga-society.com/cdn/shop/articles/resized-image-Promo_1bf5975e-0996-4900-9700-e56ae2f4d25a_1400x.jpg?v=1614732808`",
        "videoUrl": "https://youtu.be/Hf1gxlrmuxQ",
        "categoryname": "Hyperopia (Farsightedness)"
    },
    {
        "yogaName": "Palming",
        "benefits": "Relieves eye strain and fatigue,Promotes relaxation of the eye muscles,May help improve vision clarity and focus.",
        "instructions": "Sit comfortably with your eyes closed ,Rub your palms together vigorously untl they become warm ,Place your warm palms gently over your closed eyes, without applying pressure ,Feel the warmth penetrating into your eye sockets, relaxing the muscles,Breathe deeply and relax in this position for 1-2 minutes,Release your palms and slowly open your eyes, allowing them to adjust to the light.",
        "imageUrl": "https://bodymindlight.com/wp-content/uploads/2020/07/AB07541-2-scaled.jpg",
        "videoUrl": "https://youtu.be/-qkx4CdBMnM",
        "categoryname": "Hyperopia (Farsightedness)"
    },
    {
        "yogaName": "Trataka (Candle Gazing)",
        "benefits": "Improves focus and concentration,Strengthens eye muscl,May help enhance perception of colors.",
        "instructions": "Sit comfortably in a quiet place with your spine straight and shoulders relaxed ,Place a candle at eye level about 3-4 feet away from you ,Light the candle and focus your gaze on the flame without blinking,Try to maintain a steady gaze for as long as you can without straining your eyes,When your eyes start to water or feel tired, gently close them and rest for a few moments,Repeat the practice for a few minutes daily, gradually increasing the duration as your eyes become stronger.",
        "imageUrl": "https://qph.cf2.quoracdn.net/main-qimg-46ff020101f635090d2ba1e2236d35f5-pjlq",
        "videoUrl": "https://youtu.be/ssCk4aQhtxg",
        "categoryname": "Color Blindness"
    },
    {
        "yogaName": "Surya Namaskar (Sun Salutation)",
        "benefits": "Promotes overall wellness and vitality,Increases blood circulation throughout the body, including the eyes,May help improve visual perception",
        "instructions": "Stand at the front of your mat with feet together and palms pressed together at your heart center (Prayer Position),Inhale and raise your arms overhead, arching slightly back (Back Bend),Exhale and fold forward, bringing your hands to the floor beside your feet (Forward Bend),Inhale and step your right leg back into a lunge, keeping your left knee directly above your left ankle (Low Lunge),Exhale and step your left leg back into Plank Pose,Lower down to the floor, keeping your elbows close to your body (Chaturanga),Inhale and lift your chest into Cobra Pose, keeping your elbows bent,Exhale and lift your hips up and back into Downward Facing Dog,Inhale and step your right foot forward into a lunge, then step your left foot forward to meet your right (Forward Bend),Exhale and fold forward, bringing your forehead towards your shins Inhale and rise up, sweeping your arms overhead and arching back (Back Bend),Exhale and return to the starting position, palms pressed together at your heart center Repeat the sequence, starting with the left leg stepping back into a lunge.",
        "imageUrl": "https://vedicambassador.files.wordpress.com/2013/12/1304604660_1383933121.jpg",
        "videoUrl": "https://youtu.be/Nt8rPyqarIY",
        "categoryname": "Color Blindness"
    },
    {
        "yogaName": "Nadi Shodhana Pranayama (Alternate Nostril Breathing)",
        "benefits": "Balances the nervous system and calms the mind,Improves concentration and mental clarity,May help enhance sensory perception.",
        "instructions": "Sit comfortably with your spine straight and shoulders relaxed,Place your left hand on your left knee with palm facing up (Jnana Mudra),Bring your right hand towards your face and position your index and middle fingers between your eyebrows,Use your right thumb to close your right nostril and inhale deeply through your left nostril,Close your left nostril with your ring finger, release your right nostril, and exhale completely Inhale through your right nostril, then close it with your right thumb and exhale through your left nostril,This completes one cycle. Continue for several rounds, alternating nostrils with each breath End by exhaling through your left nostril, then release your hand and return to normal breathing.",
        "imageUrl": "https://vinyasayogaacademy.com/blog/wp-content/uploads/2020/03/nadi-shodhan-pranayama.jpg",
        "videoUrl": "https://youtu.be/n7dDoXEVLU0",
        "categoryname": "Color Blindness"
    }
]